"CARD_DETAILS_LABEL"                        = "פרטי כרטיס אשראי";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "הזן את פרטי כרטיס האשראי שלך, מספר הכרטיס תחילה.";
"VALID_CARD_ERROR_LABEL"                    = "עליך לספק מספר כרטיס אשראי חוקי.";
"CARD_REQUIRED"                             = "מספר כרטיס אשראי נדרש";
"CARD_INVALID"                              = "מספר כרטיס האשראי לא חוקי";
"EXPIRATION_REQUIRED"                       = "תאריך פקיעת תוקף נדרש";
"EXPIRATION_INVALID"                        = "תאריך פקיעת התוקף לא חוקי";
"CVV_REQUIRED"                              = "%s נדרש";
"CVV_INVALID"                               = "%s לא חוקי";
"POSTAL_CODE_HELP_LABEL"                    = "ציין מיקוד חוקי.";
"POSTAL_CODE_REQUIRED"                      = "מיקוד נדרש";
"POSTAL_CODE_INVALID"                       = "המיקוד לא חוקי";
"COUNTRY_CODE_REQUIRED"                     = "קוד מדינה נדרש";
"COUNTRY_CODE_INVALID"                      = "קוד המדינה לא חוקי";
"MOBILE_NUMBER_REQUIRED"                    = "מספר טלפון נייד נדרש";
"MOBILE_NUMBER_INVALID"                     = "מספר הטלפון הנייד לא חוקי";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "ייתכן שיידרש רישום עבור כרטיס זה. קוד SMS יישלח למספר זה, אם נדרש.";
"SMS_CODE_REQUIRED"                         = "קוד SMS נדרש";
"SMS_CODE_INVALID"                          = "קוד SMS לא חוקי";

"CANCEL_ACTION"                             = "ביטול";
"RETRY_ACTION"                              = "נסה שוב";
"CONTINUE_ACTION"                           = "המשך";
"ADD_CARD_ACTION"                           = "הוסף כרטיס";
"DONE_ACTION"                               = "סיימת";
"EDIT_ACTION"                               = "ערוך";
"NEXT_ACTION"                               = "הבא";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "אישור";
"SCAN_CARD_IO_ACTION"                       = "סרוק עם מצלמה";

"EDIT_PAYMENT_METHOD"                       = "ערוך שיטות תשלום";
"THERE_WAS_AN_ERROR"                        = "מצטערים, אירעה שגיאה.";
"REVIEW_AND_TRY_AGAIN"                      = "בדוק את הפרטים שלך ונסה שוב.";
"INVALID_LABEL"                             = "לא חוקי:";

"YEAR_LABEL"                                = "שנה";
"MONTH_LABEL"                               = "חודש";

"OTHER_LABEL"                               = "אחר";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "כרטיס אשראי";
"RECENT_LABEL"                              = "מיקומים אחרונים";
"SELECT_PAYMENT_LABEL"                      = "בחר שיטת תשלום";

"CONFIRM_ENROLLMENT_LABEL"                  = "אשר את הרישום";
"CONFIRM_ACTION"                            = "אישור";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "הקלד את קוד ה-SMS שנשלח אל %s";
"SMS_CODE_LABEL"                            = "קוד SMS";
"CARD_TYPE_GENERIC_CARD"                    = "כרטיס";
"MOBILE_COUNTRY_CODE_LABEL"                 = "קוד ארץ";
"SECURITY_CODE_LABEL"                       = "קוד אבטחה";
"CVV_FIELD_PLACEHOLDER"                     = "קוד אימות כרטיס";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "קוד";
"MOBILE_NUMBER_LABEL"                       = "מספר טלפון נייד";
"EXPIRATION_DATE_LABEL"                     = "תאריך תפוגה";
"CARD_NUMBER_PLACEHOLDER"                   = "מספר כרטיס";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM/YYYY‏";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM/YY";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "אמריקן אקספרס";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "מאסטרקארד";
"CARD_TYPE_VISA"                            = "ויזה";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "השתמש במספר טלפון אחר";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "כרטיס האשראי לא התקבל";

